Repository: sangnt-rule/watch
Catalog: data/locales/admin/login-forgot-password.tmx
Source language: vi
Languages: en

source: Vui lòng cung cấp email đăng ký
en: Please provide the email for registration

source: Email đăng ký không tồn tại trong hệ thống. Mời bạn nhập lại.
en: The email is existed. Please try with another one.

source: Một mật khẩu truy cập mới đã được gửi đến email đăng ký của bạn. Mời bạn kiểm tra email.
en: The new password is generated and sent to your email. Please check email.

source: Quên mật khẩu
en: Forgot password

source: Nhận lại
en: Reset
